{
    "title" : "Top 3 extention for google chrome",
    "para1" : "There are literally thousands of extensions available for the Google Chrome browser that may do anything from block adverts to increase productivity. These are apps that enhance the functionality or add-ons for your Chrome browser. They can be easily found in the Chrome Web Store and are typically free. We've compiled a list of the top 10 Chrome extensions that are currently on the market, regardless of how experienced you are with Chromebooks or how you first came across the browser.",
    "para2" : "1. Bitwarden<br/>\r\nAlthough there are a number of excellent password managers available, Bitwarden may be our top choice. The fact that it comes with a well-reviewed Chrome extension is a bonus. While Bitwarden offers many more advanced features than Chrome, it has never been hacked, unlike some of its top competitors. Chrome also has its own password-storage facilities.",
    "para3" : "2. Grammarly<br/>\r\nGrammarly is a must-have extension for anyone who writes a lot of emails, posts on social media, or writes for a living. It's a grammar and spelling checker that works in real time, so you can see your mistakes as you make them. It's also a great way to learn how to write better, as it provides explanations for why it makes the changes it does.",
    "para4" : "3. Google Translate<br/>\r\nGoogle Translate is a must-have extension for anyone who writes a lot of emails, posts on social media, or writes for a living. It's a grammar and spelling checker that works in real time, so you can see your mistakes as you make them. It's also a great way to learn how to write better, as it provides explanations for why it makes the changes it does.",
    "gener" : "app & web",
    "desc"  : "There are literally thousands of extensions available for the Google Chrome browser that may do anything from block adverts to increase productivity. These are apps that enhance the functionality or add-ons for your Chrome browser. They can be easily found in the Chrome Web Store and are typically free. We've compiled a list of the top 10 Chrome extensions that are currently on the market, regardless of how experienced you are with Chromebooks or how you first came across the browser.",
    "slug" : "top-3-extention-for-google-chrome",
    "link" : "https://images.indianexpress.com/2023/12/Google-Chrome-Express-Photo.jpg",
    "quote" : "The best way to predict the future is to create it.",
    "date" : "3 January 2024"
}